-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 08, 2020 at 06:32 PM
-- Server version: 10.1.37-MariaDB
-- PHP Version: 5.6.39

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `rws_manage_std`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id_admin` int(20) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(50) NOT NULL,
  `fullname` varchar(30) NOT NULL,
  `status` enum('admin') NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id_admin`, `username`, `password`, `fullname`, `status`) VALUES
(1, 'admin', '1234', 'Administrator', 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `behavior`
--

CREATE TABLE `behavior` (
  `id_behavior` int(20) NOT NULL,
  `topic` varchar(255) NOT NULL,
  `detail` varchar(255) NOT NULL,
  `date_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `id_user` int(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `leaves`
--

CREATE TABLE `leaves` (
  `id_leave` int(20) NOT NULL,
  `id_user` int(20) NOT NULL,
  `id_std` int(20) NOT NULL,
  `date_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `round` int(20) NOT NULL,
  `total` int(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `student`
--

CREATE TABLE `student` (
  `id_std` int(20) NOT NULL,
  `id_card` int(20) NOT NULL,
  `id_std_card` int(20) NOT NULL,
  `class_room` enum('ม.1/1','ม.1/2','ม.1/3','ม.1/4','ม.1/5','ม.1/6','ม.2/1','ม.2/2','ม.2/3','ม.2/4','ม.2/5','ม.2/6','ม.3/1','ม.3/2','ม.3/3','ม.3/4','ม.3/5','ม.3/6','ม.4/1','ม.4/2','ม.4/3','ม.4/4','ม.4/5','ม.4/6','ม.5/1','ม.5/2','ม.5/3','ม.5/4','ม.5/5','ม.5/6','ม.6/1','ม.6/2','ม.6/3','ม.6/4','ม.6/5','ม.6/6') NOT NULL,
  `fullname` varchar(50) NOT NULL,
  `birthday` varchar(30) NOT NULL,
  `status` enum('กำลังศึกษาอยู่','ไม่ได้ศึกษาแล้ว','นักเรียนเข้าใหม่') NOT NULL,
  `types` enum('มัธยมต้น','มัธยมปลาย') NOT NULL,
  `address` varchar(255) NOT NULL,
  `parents` varchar(255) NOT NULL,
  `tel` int(10) NOT NULL,
  `teacher` varchar(50) NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `id_teacher` int(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `student`
--

INSERT INTO `student` (`id_std`, `id_card`, `id_std_card`, `class_room`, `fullname`, `birthday`, `status`, `types`, `address`, `parents`, `tel`, `teacher`, `date`, `id_teacher`) VALUES
(1, 0, 636697, 'ม.1/1', 'เด็กชาย อานัส  หวังเบ็ญหมูด', '02 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841506, 'อานัส ', '2020-07-08 22:28:07', 0),
(2, 2147483647, 636699, 'ม.1/1', 'เด็กชาย อับดุลรออิม  เจะตำ', '01 ก.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841507, 'อานัส ', '2020-07-08 22:28:07', 0),
(3, 2147483647, 636700, 'ม.1/1', 'เด็กชาย ฟาฮ์ฮามี  เจ๊ะมะ', '05 ก.พ. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841508, 'อานัส ', '2020-07-08 22:28:07', 0),
(4, 2147483647, 636708, 'ม.1/1', 'เด็กชาย ฟัรฮาน  หวังนุรักษ์', '29 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841509, 'อานัส ', '2020-07-08 22:28:07', 0),
(5, 2147483647, 636711, 'ม.1/1', 'เด็กชาย ฮัสบุลเล๊าะห์  อิสอ', '05 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841510, 'อานัส ', '2020-07-08 22:28:08', 0),
(6, 2147483647, 636714, 'ม.1/1', 'เด็กชาย ธรานันท์  สุปเหยาะ', '27 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841511, 'อานัส ', '2020-07-08 22:28:08', 0),
(7, 2147483647, 636715, 'ม.1/1', 'เด็กชาย ซุลฟาร์  มะแหละ', '26 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841512, 'อานัส ', '2020-07-08 22:28:08', 0),
(8, 2147483647, 636716, 'ม.1/1', 'เด็กชาย อับดุซซอมัด  ยูโซะ', '13 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841513, 'อานัส ', '2020-07-08 22:28:08', 0),
(9, 2147483647, 636720, 'ม.1/1', 'เด็กชาย บุรฮัน  แงแวลี', '24 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841514, 'อานัส ', '2020-07-08 22:28:08', 0),
(10, 2147483647, 636722, 'ม.1/1', 'เด็กชาย อิบรอฮีม  วาอีบาสู', '23 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841515, 'อานัส ', '2020-07-08 22:28:08', 0),
(11, 2147483647, 636723, 'ม.1/1', 'เด็กชาย มูฮัมหมัดฟิรเดา  เหาะสัน', '11 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841516, 'อานัส ', '2020-07-08 22:28:08', 0),
(12, 2147483647, 636725, 'ม.1/1', 'เด็กชาย นิติภูมิ  เรือนแก้ว', '15 มี.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841517, 'อานัส ', '2020-07-08 22:28:08', 0),
(13, 2147483647, 636732, 'ม.1/1', 'เด็กชาย ธีรภัทร  หละตำ', '28 ม.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841518, 'อานัส ', '2020-07-08 22:28:08', 0),
(14, 2147483647, 636734, 'ม.1/1', 'เด็กชาย นาบาวีย์  โสะและ', '17 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841519, 'อานัส ', '2020-07-08 22:28:08', 0),
(15, 2147483647, 636735, 'ม.1/1', 'เด็กชาย อุสมาน  เล๊าะหา', '22 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841520, 'อานัส ', '2020-07-08 22:28:08', 0),
(16, 2147483647, 636742, 'ม.1/1', 'เด็กชาย ณัฐรัฐ  เสะนี', '04 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841521, 'อานัส ', '2020-07-08 22:28:08', 0),
(17, 2147483647, 636745, 'ม.1/1', 'เด็กชาย ปัณณวรรธ  หาสัตว์', '11 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841522, 'อานัส ', '2020-07-08 22:28:08', 0),
(18, 2147483647, 636746, 'ม.1/1', 'เด็กชาย ภูติวัฒน์  ขุนสมะเหตุ', '30 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841523, 'อานัส ', '2020-07-08 22:28:08', 0),
(19, 2147483647, 636750, 'ม.1/1', 'เด็กชาย อันวัร  เฮ็งปิยา', '27 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841524, 'อานัส ', '2020-07-08 22:28:08', 0),
(20, 2147483647, 636751, 'ม.1/1', 'เด็กชาย ฟาเดล  เจะอุมา', '22 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841525, 'อานัส ', '2020-07-08 22:28:08', 0),
(21, 2147483647, 636752, 'ม.1/1', 'เด็กชาย อัซมี  มะหะมิด', '03 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841526, 'อานัส ', '2020-07-08 22:28:08', 0),
(22, 2147483647, 636754, 'ม.1/1', 'เด็กชาย มูหัมมัดอามีนมูดีน  อุมา', '21 ก.พ. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841527, 'อานัส ', '2020-07-08 22:28:08', 0),
(23, 2147483647, 636757, 'ม.1/1', 'เด็กชาย ซุลกิฟฟรี่  เส็นแอ', '28 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841528, 'อานัส ', '2020-07-08 22:28:08', 0),
(24, 2147483647, 636759, 'ม.1/1', 'เด็กชาย อับดุลซอนิง  ดองอย', '08 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841529, 'อานัส ', '2020-07-08 22:28:08', 0),
(25, 2147483647, 636760, 'ม.1/1', 'เด็กชาย ฟัยซอน  ดอแนเลาะ', '08 พ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841530, 'อานัส ', '2020-07-08 22:28:08', 0),
(26, 2147483647, 636763, 'ม.1/1', 'เด็กชาย มูฮัมหมัดกุรกอน  หมิดหมัน', '04 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841531, 'อานัส ', '2020-07-08 22:28:09', 0),
(27, 2147483647, 636771, 'ม.1/1', 'เด็กชาย ฝัครีย์  หมีนเส็น', '09 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841532, 'อานัส ', '2020-07-08 22:28:09', 0),
(28, 2147483647, 636784, 'ม.1/1', 'เด็กชาย มูฮำหมัดคอยหรน  อารี', '16 เม.ย. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841533, 'อานัส ', '2020-07-08 22:28:09', 0),
(29, 2147483647, 636788, 'ม.1/1', 'เด็กชาย ชินภัทร  หลีเจริญ', '07 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841534, 'อานัส ', '2020-07-08 22:28:09', 0),
(30, 2147483647, 636790, 'ม.1/1', 'เด็กชาย มูฮัมหมัดชาฟิก  เหล๊าะเหม', '18 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841535, 'อานัส ', '2020-07-08 22:28:09', 0),
(31, 2147483647, 636791, 'ม.1/1', 'เด็กชาย ฟิรฮาน  รอแนง', '19 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841536, 'อานัส ', '2020-07-08 22:28:09', 0),
(32, 2147483647, 636792, 'ม.1/1', 'เด็กชาย อาลามีน  จันทรทะนา', '14 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841537, 'อานัส ', '2020-07-08 22:28:09', 0),
(33, 2147483647, 636795, 'ม.1/1', 'เด็กชาย ลัภณาฐ  เครือแก้ว', '21 ก.พ. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841538, 'อานัส ', '2020-07-08 22:28:09', 0),
(34, 2147483647, 636797, 'ม.1/1', 'เด็กชาย วีรภาพ  โสะแสะ', '20 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841539, 'อานัส ', '2020-07-08 22:28:09', 0),
(35, 2147483647, 636800, 'ม.1/1', 'เด็กชาย สุกฤษฎ์  ลี้เด็น', '30 มี.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841540, 'อานัส ', '2020-07-08 22:28:09', 0),
(36, 2147483647, 636801, 'ม.1/1', 'เด็กชาย นัสรุลเลาะห์  กาหมาแลหมัน', '26 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841541, 'อานัส ', '2020-07-08 22:28:09', 0),
(37, 2147483647, 636802, 'ม.1/1', 'เด็กชาย ชัญกร  บิลหมัด', '24 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841542, 'อานัส ', '2020-07-08 22:28:09', 0),
(38, 2147483647, 636808, 'ม.1/1', 'เด็กชาย ซัลมาน  แหเหล๊าะ', '09 พ.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841543, 'อานัส ', '2020-07-08 22:28:09', 0),
(39, 2147483647, 636818, 'ม.1/1', 'เด็กชาย นาบาวี  หลีแสล๊ะ', '16 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841544, 'อานัส ', '2020-07-08 22:28:09', 0),
(40, 2147483647, 636819, 'ม.1/1', 'เด็กชาย อนาวิน  มุ่งภักดี', '01 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841545, 'อานัส ', '2020-07-08 22:28:09', 0),
(41, 2147483647, 636820, 'ม.1/1', 'เด็กชาย สุรสิทธิ์  วรรณุชิต', '11 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841546, 'อานัส ', '2020-07-08 22:28:09', 0),
(42, 2147483647, 636821, 'ม.1/1', 'เด็กชาย สันติภาพ  ด่าหมิ', '21 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841547, 'อานัส ', '2020-07-08 22:28:09', 0),
(43, 2147483647, 636823, 'ม.1/1', 'เด็กชาย ฟิตรี  โตะเก็ง', '28 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841548, 'อานัส ', '2020-07-08 22:28:09', 0),
(44, 2147483647, 636831, 'ม.1/1', 'เด็กชาย อัฎฮา  มะสุยู', '20 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841549, 'อานัส ', '2020-07-08 22:28:09', 0),
(45, 2147483647, 636839, 'ม.1/1', 'เด็กชาย ยามีน  อับดุลเลาะ', '23 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841550, 'อานัส ', '2020-07-08 22:28:09', 0),
(46, 2147483647, 636841, 'ม.1/1', 'เด็กชาย อับดุลเล๊าะ  เขร็มกา', '03 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841551, 'อานัส ', '2020-07-08 22:28:09', 0),
(47, 2147483647, 636846, 'ม.1/1', 'เด็กชาย กฤติน  เจ๊ะเง๊าะ', '10 ก.พ. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841552, 'อานัส ', '2020-07-08 22:28:09', 0),
(48, 2147483647, 636854, 'ม.1/1', 'เด็กชาย นิอามีน  แยนา', '06 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841553, 'อานัส ', '2020-07-08 22:28:09', 0),
(49, 2147483647, 636862, 'ม.1/1', 'เด็กชาย ณัฐนัย  ไชยหวาน', '15 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841554, 'อานัส ', '2020-07-08 22:28:10', 0),
(50, 2147483647, 636863, 'ม.1/1', 'เด็กชาย เศรษฐพงศ์  แก้วสุกแสง', '06 มิ.ย. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841555, 'อานัส ', '2020-07-08 22:28:10', 0),
(51, 2147483647, 636868, 'ม.1/1', 'เด็กชาย ดนัย  โอกาศ', '29 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841556, 'อานัส ', '2020-07-08 22:28:10', 0),
(52, 2147483647, 637124, 'ม.1/1', 'เด็กชาย ตระการ  นิลวัตร', '07 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841557, 'อานัส ', '2020-07-08 22:28:10', 0),
(53, 2147483647, 637135, 'ม.1/1', 'เด็กชาย ฟาอิฟ  แสะหลี', '30 ธ.ค. 49', 'นักเรียนเข้าใหม่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841558, 'อานัส ', '2020-07-08 22:28:10', 0),
(54, 0, 637008, 'ม.1/3', 'เด็กชาย วิชชากร  ตาเหล็ม', '12 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841506, 'อานัส ', '2020-07-08 22:29:19', 0),
(55, 2147483647, 637010, 'ม.1/3', 'เด็กชาย อับดุลการิม  สาเมาะ', '10 เม.ย. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841507, 'อานัส ', '2020-07-08 22:29:19', 0),
(56, 2147483647, 637012, 'ม.1/3', 'เด็กชาย นพดล  แหละวงศ์', '14 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841508, 'อานัส ', '2020-07-08 22:29:19', 0),
(57, 2147483647, 637013, 'ม.1/3', 'เด็กชาย อาดัม  สาและ', '29 ม.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841509, 'อานัส ', '2020-07-08 22:29:19', 0),
(58, 2147483647, 637014, 'ม.1/3', 'เด็กชาย ริสกีดี้ย์  สะมะบู', '05 มิ.ย. 63', 'นักเรียนเข้าใหม่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841510, 'อานัส ', '2020-07-08 22:29:19', 0),
(59, 2147483647, 637015, 'ม.1/3', 'เด็กชาย มูฮัมหมัดลุตฟี  เจ๊ะเต๊ะ', '27 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841511, 'อานัส ', '2020-07-08 22:29:19', 0),
(60, 2147483647, 637027, 'ม.1/3', 'เด็กชาย ซามี  ย่านขาว', '15 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841512, 'อานัส ', '2020-07-08 22:29:19', 0),
(61, 2147483647, 637028, 'ม.1/3', 'เด็กชาย มาวัสดี  หวังดี', '04 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841513, 'อานัส ', '2020-07-08 22:29:19', 0),
(62, 2147483647, 637029, 'ม.1/3', 'เด็กชาย เอาว์ฟา  เจ๊ะเร๊ะ', '05 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841514, 'อานัส ', '2020-07-08 22:29:19', 0),
(63, 2147483647, 637030, 'ม.1/3', 'เด็กชาย ฟุตซาน  มูเก็ม', '12 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841515, 'อานัส ', '2020-07-08 22:29:19', 0),
(64, 2147483647, 637034, 'ม.1/3', 'เด็กชาย พิทยา  มามะ', '15 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841516, 'อานัส ', '2020-07-08 22:29:19', 0),
(65, 2147483647, 637041, 'ม.1/3', 'เด็กชาย อนวรรษ  สมะดอเล๊าะ', '13 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841517, 'อานัส ', '2020-07-08 22:29:19', 0),
(66, 2147483647, 637043, 'ม.1/3', 'เด็กชาย ฮัสซันฟา  แก้วโต๊ะเหล๊าะ', '20 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841518, 'อานัส ', '2020-07-08 22:29:19', 0),
(67, 2147483647, 637044, 'ม.1/3', 'เด็กชาย อาซีส  อนันต์เดช', '20 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841519, 'อานัส ', '2020-07-08 22:29:19', 0),
(68, 2147483647, 637045, 'ม.1/3', 'เด็กชาย จักรี  จิเขร็ม', '06 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841520, 'อานัส ', '2020-07-08 22:29:19', 0),
(69, 2147483647, 637046, 'ม.1/3', 'เด็กชาย ลุตฟี  หลีเต๊ะ', '21 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841521, 'อานัส ', '2020-07-08 22:29:19', 0),
(70, 2147483647, 637047, 'ม.1/3', 'เด็กชาย ซัยยาน  มะสูยู', '25 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841522, 'อานัส ', '2020-07-08 22:29:19', 0),
(71, 2147483647, 637049, 'ม.1/3', 'เด็กชาย อับดลวาฮับ  เจะอาลี', '10 พ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841523, 'อานัส ', '2020-07-08 22:29:20', 0),
(72, 2147483647, 637050, 'ม.1/3', 'เด็กชาย ฟาริส  หวังนุรักษ์', '04 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841524, 'อานัส ', '2020-07-08 22:29:20', 0),
(73, 2147483647, 637051, 'ม.1/3', 'เด็กชาย ฟาอิด  หวังนุรักษ์', '04 มี.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841525, 'อานัส ', '2020-07-08 22:29:20', 0),
(74, 2147483647, 637053, 'ม.1/3', 'เด็กชาย วีรภัทร์  ขำวิจิตร', '22 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841526, 'อานัส ', '2020-07-08 22:29:20', 0),
(75, 2147483647, 637055, 'ม.1/3', 'เด็กชาย วรวุฒิ  เครือรัตน์', '26 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841527, 'อานัส ', '2020-07-08 22:29:20', 0),
(76, 2147483647, 637057, 'ม.1/3', 'เด็กชาย ฟาฮัด  โส๊ะแล๊ะ', '07 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841528, 'อานัส ', '2020-07-08 22:29:20', 0),
(77, 2147483647, 637060, 'ม.1/3', 'เด็กชาย ฉลองรัฐ  โต๊ะกะหรีม', '27 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841529, 'อานัส ', '2020-07-08 22:29:20', 0),
(78, 2147483647, 637062, 'ม.1/3', 'เด็กชาย อับดุลเราะห์มาน  ดอแม', '22 มิ.ย. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841530, 'อานัส ', '2020-07-08 22:29:20', 0),
(79, 2147483647, 637064, 'ม.1/3', 'เด็กชาย ฟูรกอน  โต๊ะหมัด', '26 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841531, 'อานัส ', '2020-07-08 22:29:20', 0),
(80, 2147483647, 637065, 'ม.1/3', 'เด็กชาย พิทวัส  โต๊ะอะ', '31 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841532, 'อานัส ', '2020-07-08 22:29:20', 0),
(81, 2147483647, 637068, 'ม.1/3', 'เด็กชาย อัฟฟาน  เจะมะ', '16 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841533, 'อานัส ', '2020-07-08 22:29:20', 0),
(82, 2147483647, 637071, 'ม.1/3', 'เด็กชาย สิงหนคร  บิลเอียด', '12 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841534, 'อานัส ', '2020-07-08 22:29:20', 0),
(83, 2147483647, 637074, 'ม.1/3', 'เด็กชาย สุวพัชร  จอมสุริยะ', '06 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841535, 'อานัส ', '2020-07-08 22:29:20', 0),
(84, 2147483647, 637076, 'ม.1/3', 'เด็กชาย ยศกร  นิยมเดชา', '18 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841536, 'อานัส ', '2020-07-08 22:29:20', 0),
(85, 2147483647, 637077, 'ม.1/3', 'เด็กชาย มูฮัมหมัดซุกรี  มะหนับเด็น', '31 ต.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841537, 'อานัส ', '2020-07-08 22:29:20', 0),
(86, 2147483647, 637078, 'ม.1/3', 'เด็กชาย อิลยัส  อาแว', '28 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841538, 'อานัส ', '2020-07-08 22:29:20', 0),
(87, 2147483647, 637080, 'ม.1/3', 'เด็กชาย อดินันต์  หมานสา', '22 ม.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841539, 'อานัส ', '2020-07-08 22:29:20', 0),
(88, 2147483647, 637085, 'ม.1/3', 'เด็กชาย ธีรภัทร  เจะหมาน', '16 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841540, 'อานัส ', '2020-07-08 22:29:20', 0),
(89, 2147483647, 637086, 'ม.1/3', 'เด็กชาย อานัส  เจ๊ะตาเย๊ะ', '14 ก.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841541, 'อานัส ', '2020-07-08 22:29:20', 0),
(90, 2147483647, 637087, 'ม.1/3', 'เด็กชาย สเตฟาน  ติเอียดย่อ', '01 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841542, 'อานัส ', '2020-07-08 22:29:20', 0),
(91, 2147483647, 637088, 'ม.1/3', 'เด็กหญิง ณิชาภัทร  หมะเต๊ะ', '04 ธ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841543, 'อานัส ', '2020-07-08 22:29:21', 0),
(92, 2147483647, 637089, 'ม.1/3', 'เด็กชาย อาริส  โละมะ', '01 ก.ค. 48', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841544, 'อานัส ', '2020-07-08 22:29:21', 0),
(93, 2147483647, 637092, 'ม.1/3', 'เด็กชาย กรวิชญ์  หวังเระ', '09 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841545, 'อานัส ', '2020-07-08 22:29:21', 0),
(94, 2147483647, 637095, 'ม.1/3', 'เด็กชาย กิตสิริ  ชุมสมาน', '11 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841546, 'อานัส ', '2020-07-08 22:29:21', 0),
(95, 2147483647, 637096, 'ม.1/3', 'เด็กชาย อัลฟุรกอณ  สะอุ', '12 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841547, 'อานัส ', '2020-07-08 22:29:21', 0),
(96, 2147483647, 637097, 'ม.1/3', 'เด็กชาย มุอัซซิน  หมะเด', '25 ม.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841548, 'อานัส ', '2020-07-08 22:29:21', 0),
(97, 2147483647, 637099, 'ม.1/3', 'เด็กชาย ซ๊อฟหริ  หลงอะหลี', '07 ก.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841549, 'อานัส ', '2020-07-08 22:29:21', 0),
(98, 2147483647, 637102, 'ม.1/3', 'เด็กชาย ซุกรอน  นิลเลิศ', '02 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841550, 'อานัส ', '2020-07-08 22:29:21', 0),
(99, 2147483647, 637103, 'ม.1/3', 'เด็กชาย นัฐนนท์  ไกรนรา', '04 มี.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841551, 'อานัส ', '2020-07-08 22:29:21', 0),
(100, 2147483647, 637106, 'ม.1/3', 'เด็กชาย รัฐศาสตร์  บินโต๊ะหีม', '11 ก.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841552, 'อานัส ', '2020-07-08 22:29:21', 0),
(101, 2147483647, 637113, 'ม.1/3', 'เด็กชาย อามีรูน  บือราเฮง', '21 ก.พ. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841553, 'อานัส ', '2020-07-08 22:29:21', 0),
(102, 2147483647, 637120, 'ม.1/3', 'เด็กชาย อาลีฟ  เต๊ะซา', '29 พ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841554, 'อานัส ', '2020-07-08 22:29:21', 0),
(103, 2147483647, 637122, 'ม.1/3', 'เด็กชาย อัฟฟาล  จิตรตรง', '25 พ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841555, 'อานัส ', '2020-07-08 22:29:21', 0),
(104, 2147483647, 637125, 'ม.1/3', 'เด็กชาย ซอดิกีน  กัณฑ์แก้ว', '03 ม.ค. 51', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841556, 'อานัส ', '2020-07-08 22:29:21', 0),
(105, 2147483647, 637129, 'ม.1/3', 'เด็กชาย ซุนนูร  หีมสุวรรณ', '28 พ.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841557, 'อานัส ', '2020-07-08 22:29:21', 0),
(106, 0, 626340, 'ม.2/6', 'เด็กหญิง มุทิตา  ชูชื่น', '20 ก.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841521, 'อานัส ', '2020-07-08 22:33:25', 0),
(107, 2147483647, 626438, 'ม.2/6', 'เด็กชาย อานีตา  ยามา', '02 มิ.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841522, 'อานัส ', '2020-07-08 22:33:26', 0),
(108, 2147483647, 626440, 'ม.2/6', 'เด็กหญิง อภิญญา  โส๊ะเด็น', '05 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841523, 'อานัส ', '2020-07-08 22:33:26', 0),
(109, 2147483647, 626449, 'ม.2/6', 'เด็กหญิง อามีเราะห์  อาบูตัดสา', '03 ธ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841524, 'อานัส ', '2020-07-08 22:33:26', 0),
(110, 2147483647, 626451, 'ม.2/6', 'เด็กหญิง ณาจีว่า  ดีหมัด', '30 เม.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841525, 'อานัส ', '2020-07-08 22:33:26', 0),
(111, 2147483647, 626453, 'ม.2/6', 'เด็กหญิง ซูยูด้า  หมีนเจ๊ะ', '22 ก.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841526, 'อานัส ', '2020-07-08 22:33:26', 0),
(112, 2147483647, 626455, 'ม.2/6', 'เด็กหญิง อูธิตา  เขร็มสัน', '21 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841527, 'อานัส ', '2020-07-08 22:33:26', 0),
(113, 2147483647, 626456, 'ม.2/6', 'เด็กหญิง ษาลิณี  สาแม', '28 มิ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841528, 'อานัส ', '2020-07-08 22:33:26', 0),
(114, 2147483647, 626457, 'ม.2/6', 'เด็กหญิง ฟีรดาว  ปาเนาะ', '12 ก.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841529, 'อานัส ', '2020-07-08 22:33:26', 0),
(115, 2147483647, 626463, 'ม.2/6', 'เด็กหญิง ฮูไซณี  สินโท', '03 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841530, 'อานัส ', '2020-07-08 22:33:26', 0),
(116, 2147483647, 626464, 'ม.2/6', 'เด็กหญิง ฟารีดา  โหดเส็น', '03 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841531, 'อานัส ', '2020-07-08 22:33:26', 0),
(117, 2147483647, 626465, 'ม.2/6', 'เด็กหญิง นาตาชา  หนิหล๊ะ', '01 ธ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841532, 'อานัส ', '2020-07-08 22:33:26', 0),
(118, 2147483647, 626466, 'ม.2/6', 'เด็กหญิง นูรีนา  อนันต์เดช', '26 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841533, 'อานัส ', '2020-07-08 22:33:26', 0),
(119, 2147483647, 626476, 'ม.2/6', 'เด็กหญิง สากีน๊ะ  มะหลี', '16 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841534, 'อานัส ', '2020-07-08 22:33:26', 0),
(120, 2147483647, 626479, 'ม.2/6', 'เด็กหญิง นภารัตน์  พิทักษ์คุมพล', '19 ธ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841535, 'อานัส ', '2020-07-08 22:33:26', 0),
(121, 2147483647, 626483, 'ม.2/6', 'เด็กหญิง นาดียา  โตะยี', '22 ก.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841536, 'อานัส ', '2020-07-08 22:33:26', 0),
(122, 2147483647, 626487, 'ม.2/6', 'เด็กหญิง กิตติญาพร  หลัดโส๊ะ', '20 ธ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841537, 'อานัส ', '2020-07-08 22:33:26', 0),
(123, 2147483647, 626494, 'ม.2/6', 'เด็กหญิง สโรชา  นิยมเดชา', '03 ธ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841538, 'อานัส ', '2020-07-08 22:33:26', 0),
(124, 2147483647, 626495, 'ม.2/6', 'เด็กหญิง อาตีญา  การดี', '28 ม.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841539, 'อานัส ', '2020-07-08 22:33:26', 0),
(125, 2147483647, 626496, 'ม.2/6', 'เด็กหญิง อุไรวัน  สมาน', '01 มี.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841540, 'อานัส ', '2020-07-08 22:33:26', 0),
(126, 2147483647, 626497, 'ม.2/6', 'เด็กหญิง อานิตา  สมจิตร', '13 พ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841541, 'อานัส ', '2020-07-08 22:33:26', 0),
(127, 2147483647, 626498, 'ม.2/6', 'เด็กหญิง ฮุสนา  หนุดทอง', '01 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841542, 'อานัส ', '2020-07-08 22:33:26', 0),
(128, 2147483647, 626499, 'ม.2/6', 'เด็กหญิง ยารีต้า  ล่าหนิ', '20 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841543, 'อานัส ', '2020-07-08 22:33:26', 0),
(129, 2147483647, 626501, 'ม.2/6', 'เด็กหญิง ตัสนีม  มะโซ๊ะ', '08 ส.ค. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841544, 'อานัส ', '2020-07-08 22:33:26', 0),
(130, 2147483647, 626505, 'ม.2/6', 'เด็กหญิง นัสริน  วิบูลย์เขต', '04 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841545, 'อานัส ', '2020-07-08 22:33:26', 0),
(131, 2147483647, 626506, 'ม.2/6', 'เด็กหญิง นาตาชา  หวังหะ', '27 พ.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841546, 'อานัส ', '2020-07-08 22:33:26', 0),
(132, 2147483647, 626509, 'ม.2/6', 'เด็กหญิง วานีต้า  บ่อเท๊าะ', '19 ก.ย. 50', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841547, 'อานัส ', '2020-07-08 22:33:26', 0),
(133, 2147483647, 626517, 'ม.2/6', 'เด็กหญิง อารีฟาร์  ฮายีฮาแว', '20 ก.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841548, 'อานัส ', '2020-07-08 22:33:26', 0),
(134, 2147483647, 626519, 'ม.2/6', 'เด็กหญิง อาซีเหร๊าะ  แก้วสุริยา', '08 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841549, 'อานัส ', '2020-07-08 22:33:27', 0),
(135, 2147483647, 626521, 'ม.2/6', 'เด็กหญิง มนัสนันท์  ศรีจันทร์', '24 เม.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841550, 'อานัส ', '2020-07-08 22:33:27', 0),
(136, 2147483647, 626522, 'ม.2/6', 'เด็กหญิง รวิวรรณ  หวังนุรักษ์', '22 มี.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841551, 'อานัส ', '2020-07-08 22:33:27', 0),
(137, 2147483647, 626526, 'ม.2/6', 'เด็กหญิง สิรินทรา  หะบา', '14 มิ.ย. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841552, 'อานัส ', '2020-07-08 22:33:27', 0),
(138, 2147483647, 626536, 'ม.2/6', 'เด็กหญิง สุนิษา  โน๊ะสุธรรม', '23 ก.ค. 48', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841553, 'อานัส ', '2020-07-08 22:33:27', 0),
(139, 2147483647, 626550, 'ม.2/6', 'เด็กหญิง อนุสรา  แซมิง', '21 ส.ค. 49', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841554, 'อานัส ', '2020-07-08 22:33:27', 0),
(140, 2147483647, 626576, 'ม.2/6', 'เด็กหญิง แสงดาว  รอแนง', '26 พ.ย. 48', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841555, 'อานัส ', '2020-07-08 22:33:27', 0),
(141, 0, 595398, 'ม.5/3', 'นางสาว นัสรีย๊ะ  มะโซ๊ะ', '24 มิ.ย. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841521, 'อานัส ', '2020-07-08 22:33:47', 0),
(142, 2147483647, 595400, 'ม.5/3', 'นางสาว กัญญาวีย์  สันบู', '20 มี.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841522, 'อานัส ', '2020-07-08 22:33:47', 0),
(143, 2147483647, 595415, 'ม.5/3', 'นางสาว สารีนา  หะอะ', '05 มี.ค. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841523, 'อานัส ', '2020-07-08 22:33:47', 0),
(144, 2147483647, 595427, 'ม.5/3', 'นางสาว อานิส  วงศ์มณี', '13 พ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841524, 'อานัส ', '2020-07-08 22:33:47', 0),
(145, 2147483647, 595439, 'ม.5/3', 'นางสาว ฮูซัยบ๊ะ  สายสอิด', '06 เม.ย. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841525, 'อานัส ', '2020-07-08 22:33:47', 0),
(146, 2147483647, 595445, 'ม.5/3', 'นางสาว ซอฟียะฮ์  เหมหมิ', '27 พ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841526, 'อานัส ', '2020-07-08 22:33:47', 0),
(147, 2147483647, 595446, 'ม.5/3', 'นางสาว นุรไฟซา  หวันหีม', '15 ก.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841527, 'อานัส ', '2020-07-08 22:33:47', 0),
(148, 2147483647, 595454, 'ม.5/3', 'นางสาว นาดีหย๊ะ  ยูโซะ', '04 ก.พ. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841528, 'อานัส ', '2020-07-08 22:33:47', 0),
(149, 2147483647, 595478, 'ม.5/3', 'นางสาว ขวัญมาเรียม  เหล็มเจริญ', '21 ต.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841529, 'อานัส ', '2020-07-08 22:33:47', 0),
(150, 2147483647, 595485, 'ม.5/3', 'นางสาว รอดียะห์  สาเมาะ', '21 ธ.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841530, 'อานัส ', '2020-07-08 22:33:47', 0),
(151, 2147483647, 595491, 'ม.5/3', 'นางสาว โซเฟีย  สะอุ', '24 ธ.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841531, 'อานัส ', '2020-07-08 22:33:47', 0),
(152, 2147483647, 595499, 'ม.5/3', 'นางสาว อารยา  วาเฮง', '23 มี.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841532, 'อานัส ', '2020-07-08 22:33:47', 0),
(153, 2147483647, 595528, 'ม.5/3', 'นางสาว รุสนีซา  หลีโกะ', '12 ม.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841533, 'อานัส ', '2020-07-08 22:33:47', 0),
(154, 2147483647, 595531, 'ม.5/3', 'นางสาว ซูรัยยา  ยะโก๊ะ', '01 ต.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841534, 'อานัส ', '2020-07-08 22:33:47', 0),
(155, 2147483647, 595532, 'ม.5/3', 'นางสาว นริศรา  หวังสระ', '08 ต.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841535, 'อานัส ', '2020-07-08 22:33:48', 0),
(156, 2147483647, 595577, 'ม.5/3', 'นางสาว อาอีเสาะ  วิชา', '08 ก.พ. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841536, 'อานัส ', '2020-07-08 22:33:48', 0),
(157, 2147483647, 595580, 'ม.5/3', 'นางสาว ซูฟียานี  ทุยเลาะ', '18 มิ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841537, 'อานัส ', '2020-07-08 22:33:48', 0),
(158, 2147483647, 595586, 'ม.5/3', 'นางสาว วิยดา  เส๊าะเด็น', '10 ก.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841538, 'อานัส ', '2020-07-08 22:33:48', 0),
(159, 2147483647, 595590, 'ม.5/3', 'นางสาว ซาวานี  ดาโอะ', '02 เม.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841539, 'อานัส ', '2020-07-08 22:33:48', 0),
(160, 2147483647, 595611, 'ม.5/3', 'นางสาว นูรฟารีซา  จันทร์สว่าง', '10 พ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841540, 'อานัส ', '2020-07-08 22:33:48', 0),
(161, 2147483647, 595658, 'ม.5/3', 'นางสาว ฟัยรูซ  เจะเละ', '09 ก.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841541, 'อานัส ', '2020-07-08 22:33:48', 0),
(162, 2147483647, 595667, 'ม.5/3', 'นางสาว ไลลา  นพกะ', '24 ต.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841542, 'อานัส ', '2020-07-08 22:33:48', 0),
(163, 2147483647, 605868, 'ม.5/3', 'นางสาว ฟีรดาว  สิเดะ', '18 ต.ค. 45', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841543, 'อานัส ', '2020-07-08 22:33:48', 0),
(164, 2147483647, 605879, 'ม.5/3', 'นางสาว แวฮัสรีนา  มะหามะ', '20 มี.ค. 45', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841544, 'อานัส ', '2020-07-08 22:33:48', 0),
(165, 2147483647, 605902, 'ม.5/3', 'นางสาว นูรีดา  หมานสนิท', '23 ธ.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841545, 'อานัส ', '2020-07-08 22:33:48', 0),
(166, 2147483647, 605913, 'ม.5/3', 'นางสาว ฟัรฮาน  สายวารี', '02 ก.ค. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841546, 'อานัส ', '2020-07-08 22:33:48', 0),
(167, 2147483647, 616047, 'ม.5/3', 'นางสาว ซารีฮะห์  มาริเยาะ', '20 เม.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841547, 'อานัส ', '2020-07-08 22:33:48', 0),
(168, 2147483647, 626380, 'ม.5/3', 'นางสาว ฮารีซ๊ะห์  อาหวัง', '27 ต.ค. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841548, 'อานัส ', '2020-07-08 22:33:48', 0),
(169, 2147483647, 626461, 'ม.5/3', 'นางสาว ซูไรนี  วาจิ', '28 เม.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841549, 'อานัส ', '2020-07-08 22:33:48', 0),
(170, 2147483647, 626492, 'ม.5/3', 'นางสาว ปวันรัตน์  สมานอารีรักษ์', '04 ก.พ. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841550, 'อานัส ', '2020-07-08 22:33:48', 0),
(171, 2147483647, 626572, 'ม.5/3', 'นางสาว ฐินันญา  โบโสย', '18 พ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841551, 'อานัส ', '2020-07-08 22:33:48', 0),
(172, 2147483647, 626601, 'ม.5/3', 'นางสาว ตัสกีนี  กาแลฮือมิ', '29 พ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841552, 'อานัส ', '2020-07-08 22:33:48', 0),
(173, 2147483647, 626671, 'ม.5/3', 'นางสาว เขมจิรา  ภูมิกระโทก', '07 ก.พ. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841553, 'อานัส ', '2020-07-08 22:33:48', 0),
(174, 2147483647, 626672, 'ม.5/3', 'นางสาว สินิสทรา  พัชนีย์', '18 ม.ค. 47', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841554, 'อานัส ', '2020-07-08 22:33:48', 0),
(175, 2147483647, 626673, 'ม.5/3', 'นางสาว มาริษา  ชอบหวาน', '16 มิ.ย. 46', 'กำลังศึกษาอยู่', 'มัธยมต้น', 'ตากใบ', 'พ่อแม่', 831841555, 'อานัส ', '2020-07-08 22:33:48', 0);

-- --------------------------------------------------------

--
-- Table structure for table `teacher`
--

CREATE TABLE `teacher` (
  `id_teacher` int(20) NOT NULL,
  `fullname` varchar(255) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` int(20) NOT NULL,
  `gender` enum('ชาย','หญิง') NOT NULL,
  `email` varchar(50) NOT NULL,
  `tel` int(10) NOT NULL,
  `status` enum('คุณครู') NOT NULL,
  `id_admin` int(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `teacher`
--

INSERT INTO `teacher` (`id_teacher`, `fullname`, `username`, `password`, `gender`, `email`, `tel`, `status`, `id_admin`) VALUES
(1, 'นิฮุสนี นิอุมา', 'husnee', 1234, 'หญิง', 'admin@gmail.com', 936672931, 'คุณครู', 1),
(2, 'สุนียฺ์ เกษม', 'sunee', 1234, 'ชาย', 'admin@gmail.com', 936672931, 'คุณครู', 1),
(3, 'อานัส', 'ลาฝานิช', 1234, 'ชาย', 'admin@gmail.com', 936672931, 'คุณครู', 1),
(4, 'คอลิค ลังสารี', 'kholed', 1234, 'ชาย', 'itpromo123@gmail.com', 936872882, 'คุณครู', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id_admin`);

--
-- Indexes for table `behavior`
--
ALTER TABLE `behavior`
  ADD PRIMARY KEY (`id_behavior`);

--
-- Indexes for table `leaves`
--
ALTER TABLE `leaves`
  ADD PRIMARY KEY (`id_leave`);

--
-- Indexes for table `student`
--
ALTER TABLE `student`
  ADD PRIMARY KEY (`id_std`);

--
-- Indexes for table `teacher`
--
ALTER TABLE `teacher`
  ADD PRIMARY KEY (`id_teacher`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id_admin` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `student`
--
ALTER TABLE `student`
  MODIFY `id_std` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=176;

--
-- AUTO_INCREMENT for table `teacher`
--
ALTER TABLE `teacher`
  MODIFY `id_teacher` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
